Repository: Abhimanyoo/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: pt_pt

source: Upload your media using the form below. We'll review it and get back to you.
pt_pt: Faça o upload do seu video através do formulário em baixo. Iremos contactá-lo assim que verificarmos o conteúdo.

source: We're sorry but we weren't able to process this request.
pt_pt: Pedimos desculpa, mas não conseguimos processar o seu pedido.

source: Your comment has been rejected.
pt_pt: O seu comentário foi rejeitado.

source: Thank you for your comment! We will post it just as soon as a moderator approves it.
pt_pt: Obrigado pelo seu comentário! Irá ser apresentado assim que for aprovado por um moderador.

source: File "%s" does not exist.
pt_pt: O ficheiro "%s" não existe.

source: No action to perform.
pt_pt: Não há acções pendentes.

source: Permission denied, cannot write file
pt_pt: Permissão negada. Não foi possível gravar o ficheiro.

source: Unsupport image type: %s
pt_pt: O tipo de imagem "%s" não é suportado.

source: Interlaced PNGs are not supported.
pt_pt: PNGs entrelaçados não são suportados.

source: Save the podcast to get your feed URL
pt_pt: Salve o Podcast para obter o endereço da feed

source: The portion of the email address before the @ is invalid
pt_pt: Parte do e-mail antes do @ não é válido.

source: The portion of this email address after the @ is invalid
pt_pt: Parte do e-mail depois do @ não é válido.

source: Please enter your name!
pt_pt: Por favor introduza o seu nome!

source: At least give it a short description...
pt_pt: Preencha com uma pequena descrição...

source: You've gotta have a name!
pt_pt: É necessário preencher o nome!

source: You've gotta have a title!
pt_pt: É necessário preencher o título!

source: Your Name:
pt_pt: O seu nome:

source: Your Email:
pt_pt: O seu e-mail:

source: (will never be published)
pt_pt: (nunca será publicado)

source: Title:
pt_pt: Título:

source: Description:
pt_pt: Descrição:

source: Add a YouTube, Vimeo or Google Video URL:
pt_pt: Adicione o endereço para um video do YouTube, Vimeo ou Google:

source: Oops! You forgot to enter a file.
pt_pt: Ups! Esqueceu-se de inserir um ficheiro.

source: OR:
pt_pt: OU:

source: Submit
pt_pt: Enviar

source: SEARCH...
pt_pt: PESQUISA...

source: You forgot to select an image!
pt_pt: Esqueceu-se de seleccionar uma imagem!

source: Name
pt_pt: Nome

source: Permalink
pt_pt: Endereço permanente

source: Parent Category
pt_pt: Categoria Geral

source: Cancel
pt_pt: Cancelar

source: Save
pt_pt: Gravar

source: Delete
pt_pt: Remover

source: Comment
pt_pt: Comentário

source: Bad duration formatting, use Hour:Min:Sec
pt_pt: Formatação de duração inválida. Utilize Hora:Min:Seg

source: Value must be in the format wxh; e.g. 200x300
pt_pt: O valor deve estar no formato Largura x Altura; ex: 200x300

source: Width must be a valid integer
pt_pt: A largura deve ser um número inteiro válido

source: Height must be a valid integer
pt_pt: A altura deve ser um número inteiro válido

source: Select an encoded video or audio file on your computer
pt_pt: Seleccione um ficheiro video ou audio do seu computador

source: Add URL
pt_pt: Adicionar endereço

source: YouTube, Vimeo, Google Video, Amazon S3 or any other link
pt_pt: Youtube, Video, Google Video, Amazon S3 ou qualquer outro link

source: Delete file
pt_pt: Remover ficheiro

source: Include in the Podcast
pt_pt: Incluir num Podcast

source: Optional
pt_pt: Opcional

source: Title
pt_pt: Título

source: Author Name
pt_pt: Nome do autor

source: Author Email
pt_pt: E-mail do autor

source: Description
pt_pt: Descrição

source: Categories
pt_pt: Categorias

source: e.g.: puppies, great dane, adorable
pt_pt: ex: cães, Coimbra, engraçado

source: Administrative Notes
pt_pt: Notas Administrativas

source: General Options:
pt_pt: Opções gerais:

source: Display Name
pt_pt: Nome a exibir

source: Yes, use the Flash Player when the device supports it.
pt_pt: Sim, utilizar o player Flash quando o dispositivo suporta.

source: No, use the HTML5 Player when the device supports it.
pt_pt: Não, utilizar o player HTML5 quando o dispositivo suporta.

source: Prefer the Flash Player when possible
pt_pt: Preferir player Flash quando possível.

source: The unique script tag given for your site.
pt_pt: O script tag único fornecido para o seu website.

source: Player Options:
pt_pt: Opções do player:

source: Use the deprecated AS2 player.
pt_pt: Utilizar player AS2 (deprecated)

source: Use the AS3 player.
pt_pt: Utilizar player AS3

source: YouTube player version
pt_pt: Versão do player do YouTube

source: Show video annotations by default.
pt_pt: Apresentar anotações do video por omissão.

source: Hide video annotations by default.
pt_pt: Esconder anotações do video por omissão.

source: Video annotations
pt_pt: Anotações do video

source: Disable the player keyboard controls.
pt_pt: Desactivar controlo do player com o teclado.

source: Autoplay the video video when the player loads.
pt_pt: Começar automaticamente o video quando o player carrega.

source: Do not show a YouTube logo in the player controls
pt_pt: Não apresentar o logo do YouTube nos controlos do player

source: Supported by AS3 only.
pt_pt: Apenas suportado pelo AS3.

source: Enable fullscreen.
pt_pt: Activar ecrã completo.

source: Enable high-def quality by default.
pt_pt: Activar qualidade HD por defeito.

source: The AS3 player will automatically play the version of the video that is appropriate for your player's size.
pt_pt: O player AS3 irá iniciar automaticamente a versão do video mais apropriada para o tamanho do player.

source: Load related videos once playback of the initial video starts. Related videos are displayed in the "genie menu" when the menu button is pressed.
pt_pt: Carregar os videos relacionados assim que o video inicial começa a dar. Os videos relacionados são apresentados no "genie menu" quando o botão do menu é pressionado.

source: Display information like the video title and rating before the video starts playing.
pt_pt: Apresentar informação como o título e o rating antes do video começar.

source: Always show player controls.
pt_pt: Apresentar sempre os controlos do player.

source: Autohide all player controls after a video starts playing.
pt_pt: Esconder automaticamente os controlos do player assim que o video começa.

source: Autohide only the progress bar after a video starts playing.
pt_pt: Esconder apenas a barra de progresso assim que o video começa.

source: Clean
pt_pt: Conteúdo para todas as idades

source: Subtitle
pt_pt: Sub-título

source: Podcast Details:
pt_pt: Detalhes do Podcast:

source: Explicit?
pt_pt: Conteúdo para adúltos?

source: Category
pt_pt: Categoria

source: Copyright
pt_pt: Direitos de autor

source: Advanced Options:
pt_pt: Opções avançadas:

source: Your Feed URL
pt_pt: Endereço da feed

source: iTunes URL
pt_pt: Endereço no iTunes

source: Feedburner URL
pt_pt: Endereço no Feedburner

source: Built-in comments
pt_pt: Comentários built-in

source: Facebook comments (requires a Facebook application ID)
pt_pt: Comentários do Facebook (requer uma Facebook application ID)

source: Disable comments
pt_pt: Desactivar comentários

source: Enable
pt_pt: Activar

source: Disable
pt_pt: Desactivar

source: Prepend
pt_pt: Acrescentar ao início

source: Append
pt_pt: Acrescentar ao final

source: Plain <textarea> fields (0kB)
pt_pt: Campos de texto não formatado (0KB)

source: Enable TinyMCE for <textarea> fields accepting XHTML (281kB)
pt_pt: Activar TinyMCE para os campos de texto que aceitem XHTML (281KB)

source: Brown
pt_pt: Castanho

source: Blue
pt_pt: Azul

source: Green
pt_pt: Verde

source: Tan
pt_pt: Bronze

source: White
pt_pt: Branco

source: Purple
pt_pt: Roxo

source: Black
pt_pt: Preto

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Email Notifications:
pt_pt: Notificações por e-mail:

source: Media Uploaded
pt_pt: Upload de media completo

source: Comment Posted
pt_pt: Comentário enviado

source: Support Requested
pt_pt: Suporte solicitado

source: Send Emails From
pt_pt: Enviar e-mails de

source: Popularity Algorithm Variables:
pt_pt: Variáveis do algoritmo de popularidade:

source: Max. allowed upload file size in megabytes
pt_pt: Tamanho máximo de upload permitido (MB)

source: Legal Wording:
pt_pt: Disclaimer

source: User Uploads
pt_pt: Uploads de utilizadores

source: Google Analytics Details:
pt_pt: Detalhes do Google Analytics

source: Site Maps
pt_pt: Mapa do site

source: RSS Feeds
pt_pt: Feeds RSS

source: General Settings:
pt_pt: Opções gerais:

source: Site Name
pt_pt: Nome do site

source: Display Site Name
pt_pt: Mostrar nome do site

source: Default Language
pt_pt: Linguagem predefinida

source: Featured Category
pt_pt: Categoria de destaques

source: Rich Text Editing
pt_pt: Edição com formatação

source: Comment Engine
pt_pt: Motor de comentários

source: Built-in Comments:
pt_pt: Comentários built-in:

source: Moderation
pt_pt: Moderação

source: Require comments to be approved by an admin
pt_pt: Activar aprovação de comentários por um admin

source: Filtered Words
pt_pt: Palavras filtradas

source: Enter words to be filtered separated by a comma.
pt_pt: Inserir palavras filtradas separadas por vírgula.

source: Facebook Comments:
pt_pt: Comentários do Facebook:

source: See: http://www.facebook.com/developers/createapp.php
pt_pt: Ver: http://www.facebook.com/developers/createapp.php

source: Access Key
pt_pt: Chave de acesso

source: API Settings:
pt_pt: Opções do API:

source: Max media results
pt_pt: Número máximo de resultados

source: Max tree depth
pt_pt: Profundidade máxima na árvore

source: General
pt_pt: Geral

source: Logo
pt_pt: Logotipo

source: Upload Logo
pt_pt: Carregar logotipo

source: Background Image
pt_pt: Imagem de fundo

source: Upload Background
pt_pt: Carregar imagem de fundo

source: Background color
pt_pt: Cor de fundo

source: Link color
pt_pt: Cor de link

source: Visited Link color
pt_pt: Cor de link visitado

source: Text color
pt_pt: Cor do texto

source: Heading color
pt_pt: Cor do cabeçalho

source: Color Scheme
pt_pt: Esquema de cores

source: Options
pt_pt: Opções

source: Enable Cooliris on the Explore Page
pt_pt: Activar Cooliris na página de exploração

source: Enable Featured Items on the Explore Page
pt_pt: Activar destaques na página de exploração

source: Enable Podcast Tab
pt_pt: Activar tab de Podcast

source: Enable User Uploads
pt_pt: Activar uploads por utilizadores

source: Enable widescreen media player by default
pt_pt: Activar player widescreen por defeito

source: Display Logo
pt_pt: Mostrar logotipo

source: Display Background Image
pt_pt: Mostrar imagem de fundo

source: Display MediaCore Footer
pt_pt: Apresentar rodapé do MediaCore

source: Display MediaCore Credits in Footer
pt_pt: Apresentar créditos do MediaCore no rodapé

source: Enable Download button on player menu bar.
pt_pt: Activar botão de download na barra de menu do player.

source: Enable Share button on player menu bar.
pt_pt: Activar botão de partilha na barra de menu do player.

source: Enable Embed button on player menu bar.
pt_pt: Activar botão de embutir na barra de menu do player.

source: Enable Widescreen toggle button on player menu bar.
pt_pt: Activar botão de widescreen na barra de menu do player.

source: Enable Popout button on player menu bar.
pt_pt: Activar botão para nova janela na barra de menu do player.

source: Enable Like button on player menu bar.
pt_pt: Activar botão Like na barra de menu do player.

source: Enable Dislike button on player menu bar.
pt_pt: Activar botão Dislike na barra de menu do player.

source: Advanced
pt_pt: Avançado

source: Custom CSS
pt_pt: CSS personalizado

source: Custom Header HTML
pt_pt: Cabeçalho HTML personalizado

source: Custom Footer HTML
pt_pt: Rodapé HTML personalizado

source: Reset to Defaults
pt_pt: Restaurar configurações padrão

source: Channel Name(s)
pt_pt: Nome(s) do(s) canal/canais

source: Publish Videos
pt_pt: Publicar videos

source: Import
pt_pt: Importar

source: User name already exists
pt_pt: O nome de utilizador já existe

source: Email Address
pt_pt: Endereço de e-mail

source: Login Details:
pt_pt: Detalhes de login:

source: Passwords do not match
pt_pt: As password não são iguais

source: Group
pt_pt: Grupo

source: Username
pt_pt: Nome de utilizador

source: Confirm password
pt_pt: Confirmar password

source: FTP Server Details:
pt_pt: Detalhes do servidor FTP:

source: Server Hostname
pt_pt: Nome de domínio do servidor

source: Subdirectory on server to upload to
pt_pt: Subdirectoria para upload no servidor

source: How many times should MediaCore try to verify the FTP upload before declaring it a failure?
pt_pt: Quantas vezes deve o MediaCore tentar verificar o upload por FTP antes de falhar?

source: HTTP URL to access remotely stored files
pt_pt: Endereço HTTP para acesso aos ficheiros remotos

source: RTMP Server URL to stream remotely stored files (Optional)
pt_pt: Servidor RTMP para streaming de ficheiros remotos (Opcional)

source: Options specific to Local File Storage:
pt_pt: Opções específicas para ficheiros guardados localmente:

source: Path to store files under
pt_pt: Directoria de destino de ficheiros

source: Defaults to the "data_dir" from your INI file.
pt_pt: Por definição, será a "data_dir" declarada no ficheiro INI.

source: RTMP Server URL
pt_pt: Endereço do servidor RTMP

source: Files must be accessible under the same name as they are stored with locally.
pt_pt: Os ficheiros têm que ser acessíveis com o mesmo nome com que são guardados localmente.

source: Add another URL
pt_pt: Adicionar outro endereço

source: RTMP server URLs must begin with rtmp://
pt_pt: Os endereços RTMP têm que começar com rtmp://

source: RTMP Servers:
pt_pt: Servidores RTMP:

source: New %(type)s: %(title)s
pt_pt: Novo %(type)s: %(title)s

source: A new %(type)s file has been uploaded! Title: %(title)s Author: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s Description: %(clean_description)s
pt_pt: Um novo ficheiro %(type)s foi carregado! Titulo: %(title)s Autor: %(author_name)s (%(author_email)s) Endereço Admin: %(edit_url)s Descrição: %(clean_description)s

source: New Comment: %(comment_subject)s
pt_pt: Novo comentário: %(comment_subject)s

source: A new comment has been posted! Author: %(author_name)s Post: %(post_url)s Body: %(comment_body)s
pt_pt: Um novo comentário foi enviado! Autor: %(author_name)s Endereço: %(post_url)s Mensagem: %(comment_body)s

source: New Support Request: %(email)s
pt_pt: Novo pedido de suporte: %(email)s

source: A user has asked for support Email: %(email)s URL: %(url)s Description: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
pt_pt: Um usuário que solicitou apoio E-mail: %(email)s URL: %(url)s Descrição: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s

source: Audio
pt_pt: Áudio

source: Audio Description
pt_pt: Descrição de áudio

source: Captions
pt_pt: Legendas

source: Help
pt_pt: Ajuda

source: Plain HTML5 Player
pt_pt: Player HTML5

source: Unusable file or URL provided.
pt_pt: O ficheiro ou endereço fornecido é inválido.

source: Invalid BlipTV URL. This video does not exist.
pt_pt: Endereço BlipTV inválido. Este video não existe.

source: This DailyMotion video does not allow embedding.
pt_pt: Este video DailyMotion não permite ser embutido.

source: Could not upload the file from your FTP server: %s
pt_pt: Não foi possível efectuar o upload do servidor FTP: %s

source: The file transferred to your FTP server is corrupted. Please try again.
pt_pt: O ficheiro transferido para o servidor FTP está corrompido. Por favor, tente novamente.

source: Could not download the file from your FTP server: %s
pt_pt: Não foi possível descarregar o ficheiro do servidor FTP: %s

source: Local File Storage
pt_pt: Armazenamento de ficheiros local

source: Remote URLs
pt_pt: Endereços remotos

source: This RTMP server has not been configured. Add it by going to Settings > Storage Engines > Remote URLs.
pt_pt: Este servidor RTMP não foi configurado. Adicione-o em Configurações > Storage Engines > Endereços remotos.

source: This video is private and cannot be embedded.
pt_pt: Este video é privado e não pode ser embutido.

source: Invalid YouTube URL. This video does not exist.
pt_pt: Endereço do YouTube inválido. Este video não existe.

source: A %(code)s Error has Occurred
pt_pt: Ocorreu um erro: %(code)s

source: Whoopsadaisy!
pt_pt: Oops!

source: We can't find this page. The page may have been moved or removed.
pt_pt: Não conseguimos encontrar esta página. A página pode ter sido movida ou removida.

source: If you typed the address in, check the spelling.
pt_pt: Se escreveu o endereço directamente, verifique novamente se está bem escrito.

source: You have a few options:
pt_pt: Tem algumas opções:

source: Return to the [1:homepage].
pt_pt: Voltar para a [1: Página inicial].

source: Return to the [1:media page].
pt_pt: Voltar para a [1: Página de conteúdos].

source: Fill out an error report below.
pt_pt: Preencha o relatório de erro abaixo.

source: Email: (so we can contact you if we find it!)
pt_pt: E-mail: (para que o possamos contactar se descobrirmos o erro!)

source: What were you looking for when you got the error?
pt_pt: O que procurava quando ocorreu o erro?

source: Submit Error Report
pt_pt: Enviar relatório de erro

source: View
pt_pt: Visualização

source: Page:
pt_pt: Página:

source: Show:
pt_pt: Mostrar:

source: Latest
pt_pt: Recentes

source: Most Popular
pt_pt: Populares

source: Featured
pt_pt: Destaques

source: Page
pt_pt: Página

source: of
pt_pt: de

source: The %(fieldName)s field accepts some HTML formatting: %(formattingList)s
pt_pt: O campo %(fieldName)s aceita alguma formatação HTML: %(formattingList)s

source: [1:MediaCore] [2:video platform]
pt_pt: [1: MediaCore] [2: Plataforma de video]

source: Login to MediaCore
pt_pt: Login no MediaCore

source: Username:
pt_pt: Nome de utilizador:

source: Explore
pt_pt: Explorar

source: Media Library
pt_pt: Arquivo

source: Search
pt_pt: Pesquisa

source: Moderate comments
pt_pt: Moderar comentários

source: Moderate
pt_pt: Moderar

source: Comments
pt_pt: Comentários

source: Published
pt_pt: Publicados

source: Unreviewed
pt_pt: Não revistos

source: Trash
pt_pt: Removidos

source: Awaiting Review
pt_pt: Aguardando revisão

source: Awaiting Encoding
pt_pt: Aguardando Codificação

source: Awaiting Publishing
pt_pt: Aguardando Publicação

source: Get Started
pt_pt: Começar

source: Add New Media
pt_pt: Adicionar novo conteúdo

source: Recently Published
pt_pt: Publicado recentemento

source: View Site
pt_pt: Ver site

source: Users
pt_pt: Utilizadores

source: Settings
pt_pt: Configurações

source: Confirm Delete
pt_pt: Confirmar remoção

source: Are you sure you want to delete these %(num)s items?
pt_pt: Tem certeza de que deseja remover estes %(num)s itens?

source: Add Category
pt_pt: Adicionar categoria

source: Bulk Delete
pt_pt: Remoção em massa

source: Edit Category
pt_pt: Editar Categoria

source: Delete Category
pt_pt: Remover categoria

source: Are you sure you want to delete this category [1:and ALL of its children]?
pt_pt: Tem certeza que quer apagar esta categoria [1: e todas as suas sub-categorias]?

source: Edit
pt_pt: Editar

source: Status
pt_pt: Estado

source: Author
pt_pt: Autor

source: In Response to
pt_pt: Em resposta a

source: None Found
pt_pt: Nenhum encontrado

source: This comment has already been approved for publishing
pt_pt: Este comentário já tinha sido aprovado para publicação

source: Approve this comment for publishing
pt_pt: Aprovar este comentário para publicação

source: Approve
pt_pt: Aprovar

source: Delete this comment
pt_pt: Remover este comentário

source: Submitted on
pt_pt: Submetido em

source: Go to the admin page for this item
pt_pt: Ir para a página de administração para este item

source: Comments for %(media_filter_title)s
pt_pt: Comentários a %(media_filter_title)s

source: Comments for
pt_pt: Comentários a

source: Edit Text
pt_pt: Editar Texto

source: Cancel Edit
pt_pt: Cancelar Edição

source: Are you sure you want to delete %(name)s's comment?
pt_pt: Tem certeza que quer apagar o comentário de %(name)s?

source: Comments that match '%(search)s'
pt_pt: Comentários que correspondem a ' %(search)s '

source: All Comments
pt_pt: Todos os comentários

source: Comments for %(search)s
pt_pt: Comentários para %(search)s

source: Publish
pt_pt: Publicar

source: Bulk Actions
pt_pt: Acções em massa

source: Publish Date
pt_pt: Data de Publicação

source: Upload Date
pt_pt: Data de Upload

source: Publish Status
pt_pt: Estado de publicação

source: Number of Comments
pt_pt: Número de comentários

source: Unencoded
pt_pt: Não codificado

source: Draft
pt_pt: Rascunho

source: Publishing...
pt_pt: Publicando...

source: Saving the file failed. Please try again
pt_pt: Não foi possível salvar o ficheiro. Por favor, tente novamente

source: Security error occured (%(text)s)
pt_pt: Ocorreu um erro de segurança (%(text)s)

source: Error caused a send or load operation to fail (%(text)s)
pt_pt: Erro causou a falha de uma operação de carregamento ou envio (%(text)s)

source: File has already been added, duplicates are not allowed
pt_pt: O ficheiro já foi adicionado, duplicados não são permitidos

source: File is too small, the minimal file size is %(size)s
pt_pt: O ficheiro é muito pequeno, o tamanho mínimo é %(size)s

source: File is too large, the maximum file size is %(size)s
pt_pt: O ficheiro é muito grande, o tamanho máximo é %(size)s

source: File could not be added, amount of %(num)s files exceeded
pt_pt: O ficheiro não pode ser adicionado, o número máximo de ficheiros é %(num)s

source: File is too big, overall filesize of %(size)s exceeded
pt_pt: O ficheiro é muito grande, o tamanho máximo de todos os ficheiros é %(size)s

source: Are you sure you want to delete this?
pt_pt: Tem a certeza de que deseja remover?

source: Upload image
pt_pt: Enviar imagem

source: Are you sure you want to delete this file?
pt_pt: Tem certeza de que deseja remover este ficheiro?

source: Upload a file
pt_pt: Carregar um ficheiro

source: Failed to add this file. Please try again.
pt_pt: Falha ao adicionar o ficheiro. Por favor, tente novamente.

source: Failed to save your change. Please try again.
pt_pt: Falha ao guardar as alterações. Por favor, tente novamente.

source: Queued
pt_pt: Em fila de espera

source: Error
pt_pt: Erro

source: A connection problem occurred, try again.
pt_pt: Ocorreu um problema de ligação, tente novamente.

source: An error has occurred, try again.
pt_pt: Ocorreu um erro, tente novamente.

source: Hide
pt_pt: Ocultar

source: Saving
pt_pt: Guardando

source: Saved!
pt_pt: Guardado!

source: Saving failed. Please try again.
pt_pt: Não foi possível guardar. Por favor, tente novamente.

source: Please correct the highlighted errors and save again.
pt_pt: Por favor, corrija os erros destacados e guarde novamente.

source: Uploaded:
pt_pt: Carregado:

source: Files
pt_pt: Ficheiros

source: Add & Manage
pt_pt: Adicionar e gerir

source: View this file
pt_pt: Ver este ficheiro

source: Manage Files
pt_pt: Gerir ficheiros

source: File
pt_pt: Ficheiro

source: Size
pt_pt: Tamanho

source: Duration
pt_pt: Duração

source: Dimensions
pt_pt: Dimensões

source: Type
pt_pt: Tipo

source: OR
pt_pt: OU

source: or
pt_pt: ou

source: Media that matches '%(search)s'
pt_pt: Conteúdos que correspondem a ' %(search)s '

source: %(podcastTitle)s Episodes
pt_pt: Episódios de %(podcastTitle)s

source: Media in '%(categoryName)s'
pt_pt: Conteúdos de ' %(categoryName)s '

source: Media tagged '%(tagName)s'
pt_pt: Conteúdos com a tag ' %(tagName)s '

source: Unreviewed Media
pt_pt: Conteúdos por rever

source: Unencoded Media
pt_pt: Conteúdos por codificar

source: Draft Media
pt_pt: Conteúdos em rascunho

source: Published Media
pt_pt: Conteúdos publicados
