Repository: Abhimanyoo/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: pt_pt

source: All Media
pt_pt: Todos os conteúdos

source: Review
pt_pt: Rever

source: Drafts
pt_pt: Rascunhos

source: Filters
pt_pt: Filtros

source: View this media where it is published
pt_pt: Ver onde este conteúdo foi publicado

source: View this media where it will be published
pt_pt: Ver onde este conteúdo vai ser publicado

source: You must add a file and save before review can begin.
pt_pt: Deve adicionar um ficheiro e gravar antes de poder rever.

source: Review Pending
pt_pt: Revisão pendente

source: Encoding Complete
pt_pt: Codificação completa

source: Encoding Pending
pt_pt: Codificação pendente

source: Click to change the publish date
pt_pt: Clique para mudar a data de publicação

source: Publishing
pt_pt: Publicando em

source: Pending
pt_pt: Pendente

source: Review Complete
pt_pt: Revisão Completa

source: Review can only be completed after a file is added.
pt_pt: A revisão só pode ser concluída depois de um ficheiro adicionado.

source: Encoding will be complete when an acceptable file is added.
pt_pt: A codificação estará completa quando um ficheiro aceitável for adicionado.

source: Publish Now
pt_pt: Publicar Agora

source: By deleting this player you will lose all settings related to it.
pt_pt: Ao remover este player perderá todas as configurações relacionadas.

source: Priority
pt_pt: Prioridade

source: Up
pt_pt: Subir

source: Down
pt_pt: Descer

source: Category:
pt_pt: Caregoria:

source: Author:
pt_pt: Autor:

source: Explicit
pt_pt: Para adúltos

source: Add episode
pt_pt: Adicionar episódio

source: View First Episode %(num)s
pt_pt: Ver o episódio %(num)s

source: Edit Podcast
pt_pt: Editar Podcast

source: New Podcast
pt_pt: Novo Podcast

source: View this podcast where it is published
pt_pt: Ver onde este podcast é publicado

source: Get an iTunes URL
pt_pt: Obter um endereço no iTunes

source: Get a Feedburner URL
pt_pt: Obter um endereço do Feedburner

source: Add Podcast
pt_pt: Adicionar Podcast

source: Advertising
pt_pt: Publicidade

source: Generate
pt_pt: Gerar

source: Appearance
pt_pt: Aparência

source: Confirm Reset
pt_pt: Confirmar Reset

source: Are you sure you want to reset your settings to the default?
pt_pt: Tem a certeza de que deseja redefinir as configurações para o padrão?

source: YouTube Channel Import
pt_pt: Importar canal do YouTube

source: Notifications
pt_pt: Notificações

source: Popularity
pt_pt: Popularidade

source: RSS and Sitemaps
pt_pt: RSS e Sitemaps

source: Notification Emails
pt_pt: E-mails de notificação

source: New Storage Engine
pt_pt: Novo mecanismo de armazenamento

source: WARNING:
pt_pt: AVISO:

source: Deleting this Storage Engine (%(name)s) will:
pt_pt: Remover este mecanismo de armazenamento (%(name)s) irá:

source: Permanently delete all of the %(num)s media files stored by this Storage Engine.
pt_pt: Remover permanentemente todos os %(num)s ficheiros armazenados por este mecanismo de armazenamento.

source: Permanently erase its settings.
pt_pt: Apagar permanentemente as suas definições.

source: An alternative to deleting is disabling. Disabling a Storage Engine will simply prevent its use for files added from now on.
pt_pt: Uma alternativa a apagar é desactivar. Ao desactivar o mecanismo de armazenamento irá simplesmente impedir a sua utilização para os ficheiros adicionados a partir de agora.

source: Add New Engine
pt_pt: Adicionar novo mecanismo de armazenamento

source: Disk Usage
pt_pt: Utilização de disco

source: Please select what type of storage engine you would like to add:
pt_pt: Por favor, selecione o tipo de mecanismo de armazenamento que gostaria de acrescentar:

source: Add Tag
pt_pt: Adicionar Tag

source: Edit Tag
pt_pt: Editar Tag

source: Delete Tag
pt_pt: Remover Tag

source: New User
pt_pt: Novo Utilizador

source: Are you sure you want to delete this user?
pt_pt: Tem certeza de que deseja remover este utilizador?

source: Add User
pt_pt: Adicionar utilizador

source: Latest media in %s
pt_pt: Últimos conteúdos em %s

source: More new media
pt_pt: Mais conteúdos recentes

source: View More
pt_pt: Ver mais

source: More popular media
pt_pt: Mais conteúdos populares

source: There is no media in this category.
pt_pt: Não há conteúdos nesta categoria.

source: Choose a Category:
pt_pt: Escolha uma categoria:

source: said on %(datetime)s…
pt_pt: escreveu em %(datetime)s ...

source: No comments have been posted yet.
pt_pt: Nenhum comentário publicado.

source: Write a comment
pt_pt: Escrever um comentário

source: Email Address (will never be published)
pt_pt: E-mail (nunca será publicado)

source: Submit Comment
pt_pt: Enviar comentário

source: Latest RSS
pt_pt: Últimos RSS

source: As soon as there are more than %(num)s published videos in the library, the most popular videos will be listed here.
pt_pt: Assim que houver mais de %(num)s videos publicados no arquivo, os videos mais populares serão listados aqui.

source: Why not add a few more?
pt_pt: Por que não adicionar mais alguns?

source: Search: "%s"
pt_pt: Pesquisa: "%s"

source: Showing %(result_count)s results for '%(search_query)s'
pt_pt: Mostrando %(result_count)s resultados para '%(search_query)s'

source: Showing %(result_count)s results tagged with '%(tag_name)s'
pt_pt: Mostrando %(result_count)s resultados com a tag '%(tag_name)s'

source: All %(result_count)s Media
pt_pt: Todos os %(result_count)s conteúdos

source: All Tags
pt_pt: Todas as Tags

source: (unpublished)
pt_pt: (Não publicado)

source: by %(authorName)s
pt_pt: por %(authorName)s

source: Related Podcast
pt_pt: Podcast relacionado

source: Podcast Episodes
pt_pt: Episódios do Podcast

source: Episode
pt_pt: Episódio

source: Related Media
pt_pt: Conteúdos relacionados

source: This is not listed under any categories.
pt_pt: Isso não está listado em nenhuma categoria.

source: See All Tags
pt_pt: Ver todas as Tags

source: This does not have any associated tags.
pt_pt: Isto não tem qualquer tag associada.

source: Pop out a new player window
pt_pt: Abrir player numa nova janela

source: Shrink
pt_pt: Diminuir

source: Expand
pt_pt: Expandir

source: Share
pt_pt: Partilhar

source: Share by email
pt_pt: Partilhar por e-mail

source: Share by Email
pt_pt: Envie por email

source: Share on Facebook
pt_pt: Partilhar no Facebook

source: Share on Twitter
pt_pt: Partilhar no Twitter

source: Embed
pt_pt: Embutir

source: Embeddable Player HTML:
pt_pt: Player HTML embutível

source: All Podcasts
pt_pt: Todos os Podcasts

source: Add to iTunes
pt_pt: Adicionar ao iTunes

source: Subscribe via RSS
pt_pt: Subscrever via RSS

source: Latest Episodes
pt_pt: Últimos Episódios

source: Browse all episodes
pt_pt: Ver todos os episódios

source: %(result_count)s Episodes
pt_pt: %(result_count)s Episódio

source: Upload Videos
pt_pt: Envie videos

source: Upload Error
pt_pt: Erro no upload

source: During your upload, something went wrong, but don't worry. The engineers and gnomes have been automagically notified and we're already on our way to resolving your issue.
pt_pt: Aconteceu um erro durante o upload, mas não se preocupe. Os nossos engenheiros e os nossos gnomos foram notificados automagicamente e já estamos a caminho para resolver o problema.

source: Something you can check:
pt_pt: Pode verificar o seguinte:

source: Is the file under %(maxUploadSize)s Megabytes in size?
pt_pt: O ficheiro tem menos de %(maxUploadSize)s MB de tamanho?

source: Try Uploading Again
pt_pt: Tente fazer o upload novamente

source: Choose a file to upload
pt_pt: Escolha um ficheiro para upload

source: Problems?
pt_pt: Problemas?

source: If you have problems uploading or have some questions, please email us at
pt_pt: Se tiver problemas para carregar ou tem alguma dúvida, envie um email para

source: Upload Successful
pt_pt: Upload concluído com sucesso

source: Awesome, your upload was successful!
pt_pt: Impressionante, o upload foi bem sucedido!

source: Your submission is awaiting review by a moderator and will be posted shortly.
pt_pt: A sua submissão está a aguardar revisão por um moderador e será publicada em breve.

source: You will be automatically redirected back to the [1:Media Library] in a few seconds. Hang tight.
pt_pt: Você será automaticamente redirecionado de volta para a [1: Media Library] em poucos segundos. Aguente.
